Repository: mottzi/SwiftUI-Calorie-Balance
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: , use ...
de: , verwende ...
es: , utilizar ...
fr: , utilisez ...

source: Active Calories
de: Aktivitätskalorien
es: Calorías Activas
fr: Calories actives
zh_hans: 活动卡路里

source: Allow
de: Erlauben
es: Permitir
fr: Permettre

source: Allow access to
de: Erlaube Zugriff auf
es: Permitir el acceso a
fr: Permettre l'accès à

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Background
de: Hintergrund
es: Fondo
fr: Fond
zh_hans: 背景

source: Balance
de: Bilanz
es: Saldo
fr: Équilibre

source: Black
de: Schwarz
es: Negro
fr: Noir
zh_hans: 黑色

source: Body weight
de: Körpergewicht
es: Peso corporal
fr: Poids corporel
zh_hans: 体重

source: Burned
de: Verbrannt
es: Quemado
fr: Brûlé
zh_hans: 燃烧

source: burned calories
de: verbrannte Kalorien
es: calorías quemadas
fr: calories brûlées

source: Burned Calories
de: Verbrannte Kalorien
es: Calorías Quemadas
fr: Calories brûlées
zh_hans: 燃烧卡路里

source: Calorie Dashboard
de: Kalorienübersicht
es: Panel de Calorías
fr: Bord des calories
zh_hans: 卡路里仪表板

source: Calorie data incomplete
de: Kaloriendaten unvollständig
es: Datos calóricos incompletos
fr: Données caloriques incomplètes

source: Calorie Deficit
de: Kaloriendefizit
es: Déficit de Calorías
fr: Déficit calorique
zh_hans: 卡路里赤字

source: Calorie Surplus
de: Kalorienüberschuss
es: Exceso de Calorías
fr: Excédent calorique
zh_hans: 卡路里盈余

source: Calories
de: Kalorien
es: Calorías
zh_hans: 卡路里

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
zh_hans: 碳水化合物

source: Colors
de: Farben
es: Colores
fr: Couleurs
zh_hans: 颜色

source: Consumed Calories
de: Gegessene Kalorien
es: Calorías Consumidas
fr: Calories consommées
zh_hans: 消耗卡路里

source: Custom Data
de: Eigene Daten
es: Datos Personalizados
fr: Données perso.
zh_hans: 自定义数据

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
zh_hans: 深色

source: Date
de: Datum
es: Fecha
zh_hans: 日期

source: Deficit
de: Defizit
es: Déficit
fr: Déficit
zh_hans: 赤字

source: Done
de: Fertig
es: Hecho
fr: Terminé
zh_hans: 完成

source: Eaten
de: Gegessen
es: Comido
fr: Mangé
zh_hans: 吃了

source: Eating goal
de: Essensziel
es: Meta de Alimentación
fr: Objectif alimentaire
zh_hans: 饮食目标

source: Energy
de: Energie
es: Energía
fr: Énergie
zh_hans: 能量

source: Fats
de: Fette
es: Grasas
fr: Graisses
zh_hans: 脂肪

source: Finish
de: Fertig
es: Finalizar
fr: Finir

source: For
de: Für
es: Para
fr: Pour

source: For burned calories, use...
de: Für verbrannte Kalorien, verwende...
es: Para calorías quemadas, use...
fr: Pour calories brûlées, utilisez...
zh_hans: 对于燃烧的卡路里，使用...

source: Gain Weight
de: zunehmen
es: Ganar Peso
fr: Grossir
zh_hans: 增重

source: goal
de: Ziel
es: objetivo
fr: objectif

source: Gray
de: Grau
es: Gris
fr: Gris
zh_hans: 灰色

source: I want to...
de: Ich möchte...
es: Yo quiero...
fr: Je veux ...
zh_hans: 我想...

source: is to ...
de: ist ...
es: es ...
fr: est de ...

source: Lose Weight
de: abnehmen
es: Perder Peso
fr: Maigrir
zh_hans: 减肥

source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
zh_hans: 午夜

source: Monthly
de: Monat
es: Mensual
fr: Mensuel
zh_hans: 每月

source: My
de: Mein
es: Mi
fr: Mon

source: Next
de: Weiter
es: Próximo
fr: Continue

source: Now, %@
de: Jetzt, %@
es: Ahora, %@
fr: Maintenant, %@
zh_hans: 现在，%@

source: Nutrients
de: Nährstoffe
es: Nutrientes
fr: Nutriments
zh_hans: 营养

source: Rate us on the
de: Bewerte uns im
es: Valóranos en la
fr: Notez-nous sur

source: Resting Calories
de: Ruhekalorien
es: Calorías en Reposo
fr: Repos calories
zh_hans: 静息卡路里

source: Set up calorie data and goals
de: Richte Kaloriendaten und Ziele ein
es: Configurar datos y objetivos calóricos
fr: Définir des données et objectifs

source: Shows a bar graph of your calorie balance.
de: Zeigt ein Balkendiagramm deiner Kalorienbilanz.
es: Muestra un gráfico de barras de su balance de calorías.
fr: Affiche un graphique barres de votre balance calorique.
zh_hans: 显示卡路里平衡的条形图

source: Shows a circular graph of your calorie balance.
de: Zeigt ein Kreisdiagramm deiner Kalorienbilanz.
es: Muestra un gráfico circular de su balance de calorías.
fr: Affiche un graphique circulaire de votre balance calorique.
zh_hans: 显示卡路里平衡的圆形图

source: Shows your macronutrients.
de: Zeigt deine Makronährstoffe.
es: Muestra sus macronutrientes.
fr: Affiche vos macronutriments.
zh_hans: 显示你的宏量营养素

source: Surplus
de: Überschuss
es: Exceso
fr: Excédent
zh_hans: 盈余

source: Themes
de: Farbschema
es: Temas
fr: Thèmes
zh_hans: 主题

# This deficit equates to a weight loss of %@ per week or %@ per month.
source: This deficit equates to a weight loss of %1$@ per week or %2$@ per month.
de: Dieses Defizit entspricht einer Gewichtsabnahme von %1$@ pro Woche oder %2$@ pro Monat.
es: Este déficit equivale a una pérdida de peso del %1$@ por semana o del %2$@ por mes.
fr: Ce déficit équivaut à une perte de poids de %1$@ par semaine ou %2$@ par mois.

# This surplus equates to a weight gain of %@ per week or %@ per month.
source: This surplus equates to a weight gain of %1$@ per week or %2$@ per month.
de: Dieser Überschuss entspricht einer Gewichtszunahme von %1$@ pro Woche oder %2$@ pro Monat.
es: Este excedente equivale a un aumento de peso del %1$@ por semana o del %2$@ por mes.
fr: Ce surplus équivaut à un gain de poids de %1$@ par semaine ou %2$@ par mois.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
zh_hans: 今天

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
zh_hans: 明天

source: Total Burned
de: Total Verbrannt
es: Total Quemado
fr: Total brûlées
zh_hans: 总燃烧

source: Units
de: Einheiten
es: Unidades
fr: Unités
zh_hans: 单位

source: Weekly
de: Woche
es: Semanal
fr: Hebdo
zh_hans: 每周

source: Weight
de: Gewicht
es: Peso
fr: Poids
zh_hans: 体重

source: Welcome to
de: Willkommen zu
es: Bienvenido a
fr: Bienvenue à

source: What is your
de: Was ist dein
es: ¿Cuál es su
fr: Quel est votre

source: Widget size not supported
de: Widget-Grösse nicht unterstützt
es: Tamaño del widget no compatible
fr: Taille non prise en charge
zh_hans: 不支持的小组件大小

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
zh_hans: 昨天

source: Protein
es: Proteína
fr: Protéine
zh_hans: 蛋白质

source: Refresh widget data.
es: Actualizar datos del widget.
fr: Actualiser données
zh_hans: 刷新小组件数据

source: Start
es: Inicio
fr: Début

source: Switch between now and midnight modes.
es: Cambiar entre los modos de ahora y medianoche.
fr: Passer du mode actuel au mode minuit.
zh_hans: 在现在和午夜模式之间切换

source: This causes widget information to update.
es: Esto hace que la información del widget se actualice.
fr: Cela met à jour widget.
zh_hans: 切换小组件查看模式

source: Toggle widget view mode.
es: Cambiar el modo de vista del widget.
fr: Basculer vue widget.
zh_hans: 切换小组件查看模式

source: Value
es: Valor
fr: Valeur
zh_hans: 值
